/* user's favorite articles */
"Favorite" = "收藏";

/* Library where user get whatever he/she wants on sex */
"Library" = "知識";

/* new message type of which may be dictations */
"News" = "情感";

/*  */
"Commonsense" = "性常識";

/*  */
"SexualHealth" = "性保健";

/*  */
"SexualSkills" = "性技巧";

/*  */
"SexualPsychology" = "異性心理";

/*  */
"AskandAnswer" = "問答";


"Physiology" = "生理";

"Health" = "健康";

"Diet" = "飲食";

"Life" = "生活";

"Contraception" = "避孕";

"Pregnancy" = "備孕";

"Culture" = "文化";

"Terms" = "詞條";


/*  */
"Return" = "返回";

/*  */
"About" = "關于";

"ProductIntro" = "性，是一件嚴肅的事情。\n兩性內參，讓性福加速蔓延...";

"Index" = "目錄";

"Pull down to refresh..." = "下拉可以刷新";

"Loading..." = "加載中...";

"Release to refresh..." = "松開可以刷新...";

"Last Update" = "上次更新";

"Edit" = "編輯";

"Done" = "完成";

"Close" = "關閉";

"fail to load page, please retry later" = "頁面暫時打不開哦，請稍後重試吧...";

"Ok" = "確定";

"Save" = "保存";

"User Feedback" = "用戶反饋與建議";

"Check for update" = "檢查更新";

"Version" = "當前版本";

"New Version Found" = "發現新版本: ";

"Skip" = "跳過";

"Ignore" = "忽略";

"Update now" = "立即更新";

"Checking" = "檢查中...";

"No updates found" = "恭喜！您當前的版本已經是最新";

"Update checking error" = "檢查出錯，請稍後重試。";

"You've got" = "已爲您獲取";

"piece(s) of news" = "條新內容";

"No more news found" = "您的內容已經是最新";

"Load failure, please try again later" = "網絡開小差啦，請稍後重試吧:)";
"News updating error, there may be something wrong with your network" = "網絡開小差啦，請稍後重試吧:)";

"News updating error, please try again later." = "網絡開小差啦，請稍後重試吧:)";

"people have read" = "人讀過";

"nonsense" = "爲什麽每次約會之後一定要由男人先打電話？其實，男生也同樣想知道自己的約會對象是否玩得開心。對于女生來說，約會之後過幾個小時給對方發條短信，或者第二天給對方回個電話都將有助于關系發展。";

"small" = "小";

"medium" = "中";

"large" = "大";

"Setting" = "設置";

"nightmode" = "夜間模式";

"contentsfontsize" = "正文字號";

"set font size" = "設置字號大小";

"Fatcamp" = "減肥記記";

"Recommanded Apps" = "每日App推送";

"Summary unvailable due to network problems" = "網絡出現問題，摘要暫時無法顯示";

"Notice" = "溫馨提示";

"Content of this section is provided by %@." = "本部分內容由 %@ 提供支持。\n請在問答過程中嚴格遵守國家有關法律，爲和諧社會出力！";

"third party" = "第三方";

"Comment" = "給我評分，鼓勵一下我吧:)";

"fail to load the latest data, please retry later." = "無法獲取數據，請稍後重試";

"The Latest" = "最新";

"The Hottest" = "熱門";

"Comments" = "跟帖";

"Main Content" = "正文";

"Post Comments" = "評論";

"Say something" = "我也來說說...";

"Fail to fetch comments" = "無法獲取跟帖，請稍後重試:)";

"Post comments successfully" = "跟帖成功！";
"Modify comments successfully" = "跟帖修改成功！";

"Fail to post comment" = "跟帖失敗，請稍後重試！";

"User" = "網友";

"Today" = "今天";

"Yesterday" = "昨天";

"Free" = "免費";

"Good Luck" = "換換手氣";

"Sorry, You are out of luck." = "今天手氣不佳哦";
"Sorry, Your luck for today has been used up" = "今天的手氣已經用完了哦";

"No more" = "已無更多";
"Load more" = "更多";

"No comments yet" = "還沒有人跟帖，去搶個沙發？";

"year" = "年";
"month" = "月";
"day" = "日";

"Yes" = "好的";
"No" = "不";

"Review me, please." = "致親愛的用戶:";
"Would you like to review AboutSex?" = "親愛的，請花半分鍾時間給我評評分吧！你的鼓勵對我很重要，是我繼續給力的直接動力哦:)";

"My Favorites" = "收藏文章";

"No item played" = "暫無曲目";

"Duration" = "時長";

"Cancel" = "取消";

"Confirm" = "確認";

"Do you really want to delete" = "確定要刪除以下曲目嗎?";

"FM Store" = "最新FM";

"Size" = "大小";

"Downloaded" = "已下載";

"Free" = "免費";
"Units" = "積分";

"Your points is not enough, please earn more via downloading and installing those interesting apps" = "您的積分余額不足，立即去完成任務賺取積分吧！";

"Later" = "不了";

"Acquire now" = "馬上去";
"Downloading" = "下載中";
"Download error" = "下載出錯，請稍後重試！";
"Good" = "好";

"Acquire Points" = "獲取積分";
"My Points" = "我的積分";
"More" = "更多";

"Password setting" = "密碼保護";

"You have entered an incorrect passcode more than five times. Password become invalid automatically." = "錯誤輸入次，密碼自動解除！";

"Turn Passcode Off" = "關閉密碼";
"Turn Passcode On" = "開啓密碼";
"Change Passcode" = "修改密碼";
"Set Password" = "設置密碼";
"Enter Passcode" = "輸入密碼";
"Enter your passcode" = "輸入密碼";
"Enter a passcode" = "輸入密碼";
"Re-enter your passcode" = "再次輸入密碼";
"Enter your old passcode" = "輸入舊密碼";
"Enter your new passcode" = "輸入新密碼";
"Re-enter your new passcode" = "再次輸入新密碼";
"%i Failed Passcode Attempt(s)" = "已嘗試%i次";
"Enter a different passcode. You cannot re-use the same passcode." = "請輸入與舊密碼不同的密碼。";
"Passcodes did not match. Try again." = "兩次輸入不相同，請重試。";
"Your password will be invalid automatically after more than  attempts." = "提醒：如果您忘記密碼，打開應用時輸入次將自動解開！";
"Turn off Passcode" = "關閉密碼";

"Your comment not legal" = "您的跟帖內容可能不妥，請注意言行哦！";
"You've got updates in Aboutsex" = "記得來看新鮮出爐的兩性故事哦:)";
"No fms yet" = "暫時無法獲取FM";
"You have no fms yet" = "噢，FM列表爲空！";

"Aboutsex" = "兩性內參";

"Period Prediction" = "安全日曆";

"today" = "今天";

"Ding" = "頂";
"Cai" = "踩";
"Latest Articles" = "最新";
"Top Articles" = "排行";
"Hot Comments" = "熱帖";
"FM Store" = "FM音頻庫";

"Affection mp3" = "情感";
"Sex mp3" = "兩性";
"Health mp3"  = "保健";
"Music mp3" = "音樂";
"Read" = "閱讀原文";
"FMStore Update time" = "最近更新";
"Menstrual Period" = "月經期";
"Ovulatory Period" = "排卵期";
"Safe Period" = "安全期";

"Safe" = "安全";
"Forbidden" = "警告";
"Not Safe" = "不安全";
"No status yet" = "沒有數據";
"Set Period" = "經期設定";
"Modification Success" = "設定成功";
"Menstrual Starting" = "月經開始日期";
"Menstrual Ending" = "月經結束日期";
"Period Length" = "周期長度";
"No records" = "暫無記錄";
"day(s)" = "天";
"Set Menstrual Starting Date" = "設定月經開始日期";
"Set Menstrual Ending Date" = "設定月經結束日期";
"Set Period Length" = "設定周期長度(天)";
"I know" = "嗯，我知道了";
"Points Instruction" = "很多好心人反映，下載了應用卻沒有獲得積分。原因是積分獲取的條件比較嚴格，例如有些需要在下載後打開試用分鍾、有些需要注冊、有些遊戲需要創建角色。當然，條件越多的任務，賺取的積分也就越多啦。不過，如果沒按要求完成任務的話，將無法賺取到積分。所以，在賺取積分前，請一定一定要查看一下該任務的具體要求哦:)";
